[{"id":1645167780,"title":"Read This If You Keep Waking Up at Night\r","author":"\" Nikhita Mahtani Elly Leavitt \"\r","date":"Feb 18, 2022","description":"Experts reveal their sound sleep secrets.  Read when you’ve got time to spare.\r","time":"08:03","image":"https://pocket-image-cache.com//filters:format(jpg):extract_focal()/https%3A%2F%2Fpocket-syndicated-images.s3.amazonaws.com%2F5eb57b09ce845.jpg\r","content":"<!--StartFragment-->\r\n\r\nYou’re exhausted and you can’t wait to [go to bed](https://www.domino.com/content/how-to-fall-asleep-guide/). The second your head [hits the pillow](https://www.domino.com/content/best-sheets-for-sleep/), you feel yourself drifting off, and before you know it, you’re in dreamland. That is, until it’s 2 a.m.—suddenly you’re wide awake, staring at the ceiling and attempting to count sheep. \r\n\r\nSound familiar? Turns out, waking up at night is more common that you might think. According to a 2011 [National Sleep Foundation poll](https://www.sleepfoundation.org/press-release/annual-sleep-america-poll-exploring-connections-communications-technology-use-and), nearly 60 percent of Americans experience interrupted sleep in the middle of the night.\r\n\r\n“My older clients have to take more frequent bathroom breaks, so they often have trouble staying asleep, as do those who work in stressful environments,” says [Amanda Clark](https://www.equinox.com/hplseminar), a certified sleep coach at [Equinox](https://www.equinox.com/personaltraining). The good news: Clark has a bevy of holistic methods up her sleeve to help her clients catch better z’s. She believes that there are certain things you can change in your daytime routine to make falling asleep—and staying asleep—easier. We spoke to her, plus some other experts, to get more intel: \r\n\r\n## **Consider Your Supplements**\r\n\r\n“Waking up in the middle of the night is often hormonal, so I recommend using [adaptogens](https://www.domino.com/content/adaptogenic-herbs-natural-stress-relief/) before bed to help balance hormones,” says Lauren Slayton, registered dietician and founder of New York–based nutrition service [Foodtrainers](https://foodtrainers.com/). Slayton loves Moodbeli’s [ashwagandha](https://moodbeli.com/products/calming-adaptogen), as well as Anima Mundi’s Sleep Elixir[](https://foodtrainers.com/product/anima-mundi-dream-elixir/), a potent mixture of ashwagandha, kava kava, passionflower, and blue lotus flower—all substances that she says help relieve stress and promote deep sleep.\r\n\r\n## **Stick to a Schedule**\r\n\r\n“It’s important to create a [bedtime routine](https://www.domino.com/content/sunday-rituals-sleep-tips-for-better-week/) that will actually prepare your body for better sleep,” explains Clark. “I love drinking calming teas close to bedtime (but not too close!), avoiding bright light from television and your phone (the light messes with your circadian rhythm and tricks your body into thinking it’s daytime), and indulging in a face mask or bubble bath.” The latter will also help increase your body temperature, making you more relaxed and getting you in a state of rest.\r\n\r\n## **Nutrition Is Key**\r\n\r\nEven if you eat well before bedtime, the [types of food you eat](https://www.domino.com/content/dinner-strategy-sleep/) could still be affecting the quality of your sleep. You might want to bid adieu to that bowl of pasta: Nutritionist [Alix Turoff](https://alixturoffnutrition.com/) recommends limiting alcohol and carbs, especially if you’re prone to blood sugar spikes that make you more alert.\r\n\r\nOn the other hand, certain foods can stimulate sleep—most notably those containing tryptophan, an amino acid that is converted into serotonin and melatonin (two brain chemicals that promote relaxation). Get your fill by including turkey, eggs, cottage cheese, or fish in your meals.\r\n\r\n## **Use Breathing Techniques**\r\n\r\nClark swears by what she calls the “four-seven-eight” breathing technique: Four counts on the inhale, a seven-count hold, and eight counts on the exhale. “It’s recommended to do that about four times,” she says.\r\n\r\n## **Keep a Notebook by Your Bed**\r\n\r\nIf you jolt to consciousness stressed about something you think you’ll forget, jot it down in a worry book on your [nightstand](https://www.domino.com/content/bedroom-decor-ideas-by-zodiac-sign/). “Most people find that when they write things down, it’s not at the top of their to-do list anymore, and so then they can rest,” says Clark.\r\n\r\n## **Watch Your Exercise**\r\n\r\nThe rush of endorphins and the boost of energy you get post-workout aren’t conducive to a good night’s rest. “I suggest trying to finish working out at least four hours before bed, and if you can’t, try to incorporate something more calming or lower intensity than stimulating, like yoga or a long walk,” offers Clark. “If it has to be high intensity, make sure to include a long cool-down period.” \r\n\r\n*Nikhita Mahtani is a Freelance Journalist and former Digital Editor at Domino.*\r\n\r\n*Elly Leavitt is an Associate Digital Editor at Domino.*\r\n\r\n<!--EndFragment-->","tags":"post,health-fitness\r"},{"id":1645106940,"title":"How to Tell if You Have a Vitamin D Deficiency (and What to Do About It)\r","author":"Chloe Gray\r","date":"Feb 17, 2022","description":"A nutritional scientist explains how much Vitamin D we need, where\r","time":"15:09","image":"https://pocket-syndicated-images.s3.amazonaws.com/618dbedfea123.png\r","content":"<!--StartFragment-->\r\n\r\n[Vitamin D](https://www.stylist.co.uk/tag/vitamin-d) is one of the most common deficiencies in the UK, with the [NHS suggesting that one in five of us have low levels of the nutrient](https://www.nhs.uk/news/food-and-diet/the-new-guidelines-on-vitamin-d-what-you-need-to-know/). Because we get it from the sun, the past lockdown measures have meant that we’ve been spending even less time in natural sunlight than usual.\r\n\r\nEven more concerning is that conditions associated with a lack of [vitamin D](https://www.stylist.co.uk/fitness-health/wellbeing/vitamin-d-how-to-get-from-sun/491745) are reportedly on the up. And this includes diseases that were once eradicated from the UK, such as rickets. \r\n\r\nHowever, it’s not all bad news. A 2020 [Medichecks study found](https://medichecks.com/pages/guide-to-vitamin-d) that nearly two-thirds of Brits tested during lockdown had good levels of the vitamin, a 10% improvement on the previous year.\r\n\r\nHow can we ensure that we keep getting enough of the [sunshine vitamin](https://www.stylist.co.uk/life/sunlight-health-benefits-vitamin-d-serotonin-sun-exposure/372254)?\r\n\r\n<!--EndFragment-->","tags":"post,health-fitness\r"},{"id":1645105620,"title":"What Does Your Dog Really Want?\r","author":"Gregory Berns\r","date":"Feb 17, 2022","description":"With MRI, scientists are beginning to answer that question in a\r","time":"14:47","image":"https://pocket-syndicated-images.s3.amazonaws.com/5dcc113a06128.jpg\r","content":"<!--StartFragment-->\r\n\r\nIn early 2017, Alaska became the first state to pass a law requiring the consideration of pets’ well being in custody disputes. Seeing that pets, especially dogs, are commonly treated as family members, this may seem like a long overdue change. But it raises the difficult question of determining what’s best for an animal: How do we know what a pet wants?\r\n\r\nIn 2013 Shannon Travis and Trisha Murray appeared in the New York State Supreme Court. The couple had been married for less than a year when they decided to divorce. While Travis was away on business, Murray moved out of their New York City apartment. She took some furniture—and she took Joey, their dachshund.\r\n\r\nAccording to court records, Travis believed Joey belonged to her because she was the one who bought him from a pet store. Murray disagreed, arguing Joey belonged to her because, among other reasons, it was in the dog’s best interests. She gave the example that Joey slept next to her side of the bed. With little precedent to go on, the court had to decide whether it made sense to hold a custody hearing for a dog.\r\n\r\nJoey was granted his hearing.\r\n\r\nIt is one thing to adjudicate the division of property but it is an entirely different matter to consider the interests of a dog. If a dog is property, as the law at the time said, then it could have its own interests no more than a piece of furniture could. That would be like saying a chair cared about which room it was placed in. To figure out what is in the best interests of a dog, you would have to know what it’s like to be a dog.\r\n\r\nForty years ago the philosopher Thomas Nagel said this was impossible because animals are just too different from us. (Specifically, he was talking about a bat, but the problem is the same.) His real target, though, was neuroscience. He argued that knowledge of how an animal’s brain worked wouldn’t get us any closer to what it was like to be that animal. His essay cast a long shadow over neuroscience.\r\n\r\n<!--EndFragment-->","tags":"post,featured,health-fitness\r"}]