[{"id":1645106940,"title":"How to Tell if You Have a Vitamin D Deficiency (and What to Do About It)\r","author":"Chloe Gray\r","date":"February 17, 2022","description":"A nutritional scientist explains how much Vitamin D we need, where\r","time":"15:09","image":"https://pocket-syndicated-images.s3.amazonaws.com/618dbedfea123.png\r","content":"<!--StartFragment-->\r\n\r\n[Vitamin D](https://www.stylist.co.uk/tag/vitamin-d) is one of the most common deficiencies in the UK, with the [NHS suggesting that one in five of us have low levels of the nutrient](https://www.nhs.uk/news/food-and-diet/the-new-guidelines-on-vitamin-d-what-you-need-to-know/). Because we get it from the sun, the past lockdown measures have meant that we’ve been spending even less time in natural sunlight than usual.\r\n\r\nEven more concerning is that conditions associated with a lack of [vitamin D](https://www.stylist.co.uk/fitness-health/wellbeing/vitamin-d-how-to-get-from-sun/491745) are reportedly on the up. And this includes diseases that were once eradicated from the UK, such as rickets. \r\n\r\nHowever, it’s not all bad news. A 2020 [Medichecks study found](https://medichecks.com/pages/guide-to-vitamin-d) that nearly two-thirds of Brits tested during lockdown had good levels of the vitamin, a 10% improvement on the previous year.\r\n\r\nHow can we ensure that we keep getting enough of the [sunshine vitamin](https://www.stylist.co.uk/life/sunlight-health-benefits-vitamin-d-serotonin-sun-exposure/372254)?\r\n\r\n<!--EndFragment-->"},{"id":1645105620,"title":"What Does Your Dog Really Want?\r","author":"Gregory Berns\r","date":"February 17, 2022","description":"With MRI, scientists are beginning to answer that question in a\r","time":"14:47","image":"https://pocket-syndicated-images.s3.amazonaws.com/5dcc113a06128.jpg\r","content":"<!--StartFragment-->\r\n\r\nIn early 2017, Alaska became the first state to pass a law requiring the consideration of pets’ well being in custody disputes. Seeing that pets, especially dogs, are commonly treated as family members, this may seem like a long overdue change. But it raises the difficult question of determining what’s best for an animal: How do we know what a pet wants?\r\n\r\nIn 2013 Shannon Travis and Trisha Murray appeared in the New York State Supreme Court. The couple had been married for less than a year when they decided to divorce. While Travis was away on business, Murray moved out of their New York City apartment. She took some furniture—and she took Joey, their dachshund.\r\n\r\nAccording to court records, Travis believed Joey belonged to her because she was the one who bought him from a pet store. Murray disagreed, arguing Joey belonged to her because, among other reasons, it was in the dog’s best interests. She gave the example that Joey slept next to her side of the bed. With little precedent to go on, the court had to decide whether it made sense to hold a custody hearing for a dog.\r\n\r\nJoey was granted his hearing.\r\n\r\nIt is one thing to adjudicate the division of property but it is an entirely different matter to consider the interests of a dog. If a dog is property, as the law at the time said, then it could have its own interests no more than a piece of furniture could. That would be like saying a chair cared about which room it was placed in. To figure out what is in the best interests of a dog, you would have to know what it’s like to be a dog.\r\n\r\nForty years ago the philosopher Thomas Nagel said this was impossible because animals are just too different from us. (Specifically, he was talking about a bat, but the problem is the same.) His real target, though, was neuroscience. He argued that knowledge of how an animal’s brain worked wouldn’t get us any closer to what it was like to be that animal. His essay cast a long shadow over neuroscience.\r\n\r\n<!--EndFragment-->"}]