[{"id":1645180320,"title":"10 Minutes of Mindfulness Changes Your Reactions\r","author":"\"    Rasmus HougaardJacqueline Carter and Gitte Dybkjaer\"\r","date":"Feb 18, 2022","description":"It’s a one-second lead over your mind, your emotions, your world.\r","time":"11:32","image":"https://pocket-image-cache.com/direct?resize=w2000&url=https%3A%2F%2Fhbr.org%2Fresources%2Fimages%2Farticle_assets%2F2017%2F01%2Fjan17-17-105150383.jpg\r","content":"<!--StartFragment-->\r\n\r\nLeaders across the globe feel that the unprecedented busyness of modern-day leadership makes them more reactive and less proactive. There is a solution to this hardwired, reactionary leadership approach: mindfulness.\r\n\r\nHaving trained thousands of leaders in the techniques of this ancient practice, we’ve seen over and over again that a diligent approach to mindfulness can help people create a one-second mental space between an event or stimulus and their response to it. One second may not sound like a lot, but it can be the difference between making a rushed decision that leads to failure and reaching a thoughtful conclusion that leads to increased performance. It’s the difference between acting out of anger and applying due patience. It’s a one-second lead over your mind, your emotions, your world.\r\n\r\n[Research](https://blogs.scientificamerican.com/guest-blog/what-does-mindfulness-meditation-do-to-your-brain/) has found that mindfulness training alters our brains and how we engage with ourselves, others, and our work. When practiced and applied, mindfulness fundamentally alters the operating system of the mind. Through repeated mindfulness practice, brain activity is redirected from ancient, reactionary parts of the brain, including the limbic system, to the newest, rational part of the brain, the prefrontal cortex.\r\n\r\nIn this way mindfulness practice decreases activity in the parts of the brain responsible for fight-or-flight and knee-jerk reactions while increasing activity in the part of the brain responsible for what’s termed our *executive functioning*. This part of the brain, and the executive functioning skills it supports, is the control center for our thoughts, words, and actions. It’s the center of logical thought and impulse control. Simply put, relying more on our executive functioning puts us firmly in the driver’s seat of our minds, and by extension our lives.\r\n\r\nOne second can be the difference between achieving desired results or not. One second is all it takes to become less reactive and more in tune with the moment. In that one second lies the opportunity to improve the way you decide and direct, the way you engage and lead. That’s an enormous advantage for leaders in fast-paced, high-pressure jobs.\r\n\r\nHere are five easily implemented tips to help you become more mindful:\r\n\r\n* **Practice 10 minutes of mindfulness training each day.** Most people find mornings the best time to practice mindfulness, but you can do it any time of day. You can find a 10-minute guided mindfulness training program, a short mindfulness training manual, and a link to a free downloadable mindfulness app [here](http://potentialproject.com/hbr-focus/). Try it for four weeks.\r\n* **Avoid reading email first thing in the morning.** Our minds are generally most focused, creative, and expansive in the morning. This is the time to do focused, strategic work and have important conversations. If you read your email as you get up, your mind will get sidetracked and you’ll begin the slide toward reactive leadership. Making email your first task of the day wastes the opportunity to use your mind at its highest potential. Try waiting at least 30 minutes, or even an hour, after you get to work before checking your inbox.\r\n* **Turn off all notifications.** The notification alarms on your phone, tablet, and laptop are significant contributors to reactive leadership. They keep you mentally busy and put you under pressure, thereby triggering reactionary responses. They cause damage far more than they add value. Try this: For one week turn off all email notifications on all devices. Only check your email once every hour (or as often as responsibly needed for your job), but don’t compulsively check messages as they roll into your inbox.\r\n* **Stop multitasking.** It keeps your mind full, busy, and under pressure. It makes you reactive. Try to maintain focus on a single task, and then notice when you find your mind drifting off to another task — a sign that your brain wishes to multitask. When this happens, mentally shut down all the superfluous tasks entering your thoughts while maintaining focus on the task at hand.\r\n* **Put it on your calendar.** Schedule a check-in with yourself every two weeks to assess how well you’re doing with the previous four tips, or as a reminder to revisit this article to refresh your memory. Consider engaging one of your peers to do the same thing. This gives you a chance to assess each other, which can be both helpful and motivating.\r\n\r\nWe encourage you to give these tips a try. Although mindfulness isn’t a magic pill, it will help you more actively select your responses and make calculated choices instead of succumbing to reactionary decisions.\r\n\r\n<!--EndFragment-->","tags":"post,self-improvement\r"},{"id":1645180020,"title":"8 Rules to Do Everything Better\r","author":"Brad Stulberg\r","date":"Feb 18, 2022","description":"The most important principles to grow your body and mind.\r","time":"11:27","image":"https://pocket-syndicated-images.s3.amazonaws.com/5d5ab2716b9f9.jpg\r","content":"<!--StartFragment-->\r\n\r\n“Principles are fundamental truths that serve as the foundations for behavior that gets you what you want out of life,” writes investor Ray Dalio in his bestselling book, *[Principles](https://aax-us-east.amazon-adsystem.com/x/c/QgqefVIXpD38BMs6BgvQlC8AAAFhEPHUiAEAAAFKAW7HN1o/https:/www.amazon.com/Principles-Life-Work-Ray-Dalio/dp/1501124021/ref=as_at?linkCode=w61&imprToken=vveRphaqw1p1rXUsmLrEbQ&slotNum=1&tag=NYTBS-20).* Dalio focuses on skills like decision-making, investing, and managing organizations. While reading through it, I became inspired to put togethermy own list of principles that I’ve devised after more than five years of interviewing and coaching elite performers in sports, business, and beyond. Like Dalio’s, these principles are a foundation for a better you.\r\n\r\n### 1. Stress + Rest = Growth\r\n\r\nWhether you want to grow your body or mind or get better at a specific skill, you need to push to the outer limits of your current ability, and then follow that hard work with appropriate recovery and reflection. Decades of [research](https://www.ncbi.nlm.nih.gov/pubmed/11828249?dopt=Abstract) in exercise science show that this is how you get stronger and faster, and the latest [cognitive science](https://pdfs.semanticscholar.org/abca/8265a420f9b2cf03c9768249b2f1d4d862a2.pdf) shows that this is also how you get [smarter](https://pdfs.semanticscholar.org/abca/8265a420f9b2cf03c9768249b2f1d4d862a2.pdf) and [more creative](http://www.annualreviews.org/doi/10.1146/annurev-psych-010814-015331).\r\n\r\n### 2. Focus on the Process, Not Results\r\n\r\nThe best athletes and entrepreneurs aren’t focused on being the best; they’re focused on constant self-improvement. When you stop stressing about external outcomes — like whether you win or lose, attain a certain promotion, or achieve some other form of validation — a huge burden is lifted off your shoulders and you can focus your energy on the things you can control. As a result, you almost always end up performing better. [Research](https://selfdeterminationtheory.org/SDT/documents/2004_BaardDeciRyan.pdf) shows that concentrating on the process is best for both performance and mental health.\r\n\r\n### 3. Stay Humble\r\n\r\nHumility is the key to growth. If you don’t maintain an open mind, you’ll severely limit your opportunities to learn and make progress. The best athletes trust their training programs but are also constantly looking for new ways to improve. Same goes for the best thinkers and creatives; they tend to be [confident but not arrogant](https://aax-us-east.amazon-adsystem.com/x/c/QgqefVIXpD38BMs6BgvQlC8AAAFhEPHUiAEAAAFKAW7HN1o/https:/www.amazon.com/Creativity-Flow-Psychology-Discovery-Invention/dp/0062283251/ref=as_at?linkCode=w61&imprToken=vveRphaqw1p1rXUsmLrEbQ&slotNum=2), and they check their egos at the door. Knowledge is always evolving and advancing — if you want to evolve and advance with it, you need to keep an open mind.\r\n\r\n### 4. Build Your Tribe\r\n\r\nThere’s an old saying that you’re the average of the five people you spend the most time with. Turns out that’s true. A large and growing body of behavioral science research shows that motivation (or lack thereof) is contagious. One study, “[Is Poor Fitness Contagious?](https://www.nber.org/papers/w16518)Evidence from Randomly Assigned Friends,” found that up to 70 percent of your fitness level may be explained by the people you train with. Other [research](https://www.jstor.org/stable/3094912) shows that if you work on mental tasks with people who are internally driven and love what they do, you’re more likely to end up the same way. If, on the other hand, you surround yourself with people who have a negative attitude and are focused solely on winning the rat race, you set yourself up for a less fulfilling experience.\r\n\r\n### 5. Take Small, Consistent Steps to Achieve Big Gains\r\n\r\nHabits build upon themselves. If you want to make any kind of significant change, you’d be wise to do so gradually and over time. In Stanford researcher BJ Fogg’s [behavior model](http://www.behaviormodel.org/), whether someone takes action depends on both their motivation and their ability to complete a given task. If you regularly overshoot on the ability side of the equation, you’re liable to become discouraged and quickly flame out. But if you incrementally increase the challenge, what was hard last week will seem easier today. Put differently: Small and consistent victories compound over time, leading to massive gains.\r\n\r\n### 6. Be a Minimalist to Be a Maximalist\r\n\r\nYou can’t be great at everything. Regularly reflect on what matters most to you and focus your efforts there. In the [words](https://www.nytimes.com/2017/08/22/well/mind/maybe-we-all-need-a-little-less-balance.html) of Mayo Clinic researcher and human performance expert Michael Joyner: “You’ve got to be a minimalist to be a maximalist; if you want to be really good at, master, and thoroughly enjoy one thing, you’ve got to say no to many others.”\r\n\r\n### 7. Make the Hard Thing Easier\r\n\r\nWillpower is overrated. Rather than relying completely on self-control, intentionally design your environment to make the hard thing easier. For example, if you (like everyone) are constantly distracted by your smartphone, don’t just turn it off — [remove it altogether](https://www.outsideonline.com/2157451/how-use-your-phone-intention) from where you’re trying to concentrate. If your challenge is eating healthy, instead of relying on your willpower at 9 p.m. after a glass of wine, simply keep the brownies out of the house. This applies to everything. Don’t just think about how you’re going to accomplish your goals; think about how you’re going to designfor them.\r\n\r\n### 8. Remember to Experience Joy\r\n\r\nAt first, this may sound crazy. Who *doesn’t* want to experience joy? But many Type A people are so driven to keep growing and progressing that sometimes they forget to be fully present for special moments or neglect to pause and celebrate their milestones. Don’t fall for this trap — it’s an especially dangerous one. “Moments of joy don’t just give us happiness — they also give us strength,” [says](https://www.thecut.com/2017/04/become-more-resilient-by-learning-to-take-joy-seriously.html) Adam Grant, author of *[Option B](https://aax-us-east.amazon-adsystem.com/x/c/QgqefVIXpD38BMs6BgvQlC8AAAFhEPHUiAEAAAFKAW7HN1o/https:/www.amazon.com/Option-Adversity-Building-Resilience-Finding/dp/1524732680/ref=as_at?linkCode=w61&imprToken=vveRphaqw1p1rXUsmLrEbQ&slotNum=3): Facing Adversity, Building Resilience, and Finding Joy.* When things aren’t going well, we can fall back on happy memories to give us the resilience to move forward.\r\n\r\n\\*\\**\r\n\r\nThere is nothing fancy about any of these principles, though they do work best when all are applied together. Build them into your life and they will help you do it — whatever that is — better.\r\n\r\n<!--EndFragment-->","tags":"post,featured,self-improvement\r"},{"id":1645167780,"title":"Read This If You Keep Waking Up at Night\r","author":"\" Nikhita Mahtani Elly Leavitt \"\r","date":"Feb 18, 2022","description":"Experts reveal their sound sleep secrets.  Read when you’ve got time to spare.\r","time":"08:03","image":"https://pocket-image-cache.com//filters:format(jpg):extract_focal()/https%3A%2F%2Fpocket-syndicated-images.s3.amazonaws.com%2F5eb57b09ce845.jpg\r","content":"<!--StartFragment-->\r\n\r\nYou’re exhausted and you can’t wait to [go to bed](https://www.domino.com/content/how-to-fall-asleep-guide/). The second your head [hits the pillow](https://www.domino.com/content/best-sheets-for-sleep/), you feel yourself drifting off, and before you know it, you’re in dreamland. That is, until it’s 2 a.m.—suddenly you’re wide awake, staring at the ceiling and attempting to count sheep. \r\n\r\nSound familiar? Turns out, waking up at night is more common that you might think. According to a 2011 [National Sleep Foundation poll](https://www.sleepfoundation.org/press-release/annual-sleep-america-poll-exploring-connections-communications-technology-use-and), nearly 60 percent of Americans experience interrupted sleep in the middle of the night.\r\n\r\n“My older clients have to take more frequent bathroom breaks, so they often have trouble staying asleep, as do those who work in stressful environments,” says [Amanda Clark](https://www.equinox.com/hplseminar), a certified sleep coach at [Equinox](https://www.equinox.com/personaltraining). The good news: Clark has a bevy of holistic methods up her sleeve to help her clients catch better z’s. She believes that there are certain things you can change in your daytime routine to make falling asleep—and staying asleep—easier. We spoke to her, plus some other experts, to get more intel: \r\n\r\n## **Consider Your Supplements**\r\n\r\n“Waking up in the middle of the night is often hormonal, so I recommend using [adaptogens](https://www.domino.com/content/adaptogenic-herbs-natural-stress-relief/) before bed to help balance hormones,” says Lauren Slayton, registered dietician and founder of New York–based nutrition service [Foodtrainers](https://foodtrainers.com/). Slayton loves Moodbeli’s [ashwagandha](https://moodbeli.com/products/calming-adaptogen), as well as Anima Mundi’s Sleep Elixir[](https://foodtrainers.com/product/anima-mundi-dream-elixir/), a potent mixture of ashwagandha, kava kava, passionflower, and blue lotus flower—all substances that she says help relieve stress and promote deep sleep.\r\n\r\n## **Stick to a Schedule**\r\n\r\n“It’s important to create a [bedtime routine](https://www.domino.com/content/sunday-rituals-sleep-tips-for-better-week/) that will actually prepare your body for better sleep,” explains Clark. “I love drinking calming teas close to bedtime (but not too close!), avoiding bright light from television and your phone (the light messes with your circadian rhythm and tricks your body into thinking it’s daytime), and indulging in a face mask or bubble bath.” The latter will also help increase your body temperature, making you more relaxed and getting you in a state of rest.\r\n\r\n## **Nutrition Is Key**\r\n\r\nEven if you eat well before bedtime, the [types of food you eat](https://www.domino.com/content/dinner-strategy-sleep/) could still be affecting the quality of your sleep. You might want to bid adieu to that bowl of pasta: Nutritionist [Alix Turoff](https://alixturoffnutrition.com/) recommends limiting alcohol and carbs, especially if you’re prone to blood sugar spikes that make you more alert.\r\n\r\nOn the other hand, certain foods can stimulate sleep—most notably those containing tryptophan, an amino acid that is converted into serotonin and melatonin (two brain chemicals that promote relaxation). Get your fill by including turkey, eggs, cottage cheese, or fish in your meals.\r\n\r\n## **Use Breathing Techniques**\r\n\r\nClark swears by what she calls the “four-seven-eight” breathing technique: Four counts on the inhale, a seven-count hold, and eight counts on the exhale. “It’s recommended to do that about four times,” she says.\r\n\r\n## **Keep a Notebook by Your Bed**\r\n\r\nIf you jolt to consciousness stressed about something you think you’ll forget, jot it down in a worry book on your [nightstand](https://www.domino.com/content/bedroom-decor-ideas-by-zodiac-sign/). “Most people find that when they write things down, it’s not at the top of their to-do list anymore, and so then they can rest,” says Clark.\r\n\r\n## **Watch Your Exercise**\r\n\r\nThe rush of endorphins and the boost of energy you get post-workout aren’t conducive to a good night’s rest. “I suggest trying to finish working out at least four hours before bed, and if you can’t, try to incorporate something more calming or lower intensity than stimulating, like yoga or a long walk,” offers Clark. “If it has to be high intensity, make sure to include a long cool-down period.” \r\n\r\n*Nikhita Mahtani is a Freelance Journalist and former Digital Editor at Domino.*\r\n\r\n*Elly Leavitt is an Associate Digital Editor at Domino.*\r\n\r\n<!--EndFragment-->","tags":"post,health-fitness\r"},{"id":1645106940,"title":"How to Tell if You Have a Vitamin D Deficiency (and What to Do About It)\r","author":"Chloe Gray\r","date":"Feb 17, 2022","description":"A nutritional scientist explains how much Vitamin D we need, where\r","time":"15:09","image":"https://pocket-syndicated-images.s3.amazonaws.com/618dbedfea123.png\r","content":"<!--StartFragment-->\r\n\r\n[Vitamin D](https://www.stylist.co.uk/tag/vitamin-d) is one of the most common deficiencies in the UK, with the [NHS suggesting that one in five of us have low levels of the nutrient](https://www.nhs.uk/news/food-and-diet/the-new-guidelines-on-vitamin-d-what-you-need-to-know/). Because we get it from the sun, the past lockdown measures have meant that we’ve been spending even less time in natural sunlight than usual.\r\n\r\nEven more concerning is that conditions associated with a lack of [vitamin D](https://www.stylist.co.uk/fitness-health/wellbeing/vitamin-d-how-to-get-from-sun/491745) are reportedly on the up. And this includes diseases that were once eradicated from the UK, such as rickets. \r\n\r\nHowever, it’s not all bad news. A 2020 [Medichecks study found](https://medichecks.com/pages/guide-to-vitamin-d) that nearly two-thirds of Brits tested during lockdown had good levels of the vitamin, a 10% improvement on the previous year.\r\n\r\nHow can we ensure that we keep getting enough of the [sunshine vitamin](https://www.stylist.co.uk/life/sunlight-health-benefits-vitamin-d-serotonin-sun-exposure/372254)?\r\n\r\n<!--EndFragment-->","tags":"post,health-fitness\r"},{"id":1645105620,"title":"What Does Your Dog Really Want?\r","author":"Gregory Berns\r","date":"Feb 17, 2022","description":"With MRI, scientists are beginning to answer that question in a\r","time":"14:47","image":"https://pocket-syndicated-images.s3.amazonaws.com/5dcc113a06128.jpg\r","content":"<!--StartFragment-->\r\n\r\nIn early 2017, Alaska became the first state to pass a law requiring the consideration of pets’ well being in custody disputes. Seeing that pets, especially dogs, are commonly treated as family members, this may seem like a long overdue change. But it raises the difficult question of determining what’s best for an animal: How do we know what a pet wants?\r\n\r\nIn 2013 Shannon Travis and Trisha Murray appeared in the New York State Supreme Court. The couple had been married for less than a year when they decided to divorce. While Travis was away on business, Murray moved out of their New York City apartment. She took some furniture—and she took Joey, their dachshund.\r\n\r\nAccording to court records, Travis believed Joey belonged to her because she was the one who bought him from a pet store. Murray disagreed, arguing Joey belonged to her because, among other reasons, it was in the dog’s best interests. She gave the example that Joey slept next to her side of the bed. With little precedent to go on, the court had to decide whether it made sense to hold a custody hearing for a dog.\r\n\r\nJoey was granted his hearing.\r\n\r\nIt is one thing to adjudicate the division of property but it is an entirely different matter to consider the interests of a dog. If a dog is property, as the law at the time said, then it could have its own interests no more than a piece of furniture could. That would be like saying a chair cared about which room it was placed in. To figure out what is in the best interests of a dog, you would have to know what it’s like to be a dog.\r\n\r\nForty years ago the philosopher Thomas Nagel said this was impossible because animals are just too different from us. (Specifically, he was talking about a bat, but the problem is the same.) His real target, though, was neuroscience. He argued that knowledge of how an animal’s brain worked wouldn’t get us any closer to what it was like to be that animal. His essay cast a long shadow over neuroscience.\r\n\r\n<!--EndFragment-->","tags":"post,featured,health-fitness\r"}]